; -----------------------------------------------------------------------------
;
; Universal Extractor Language File
; Written for Universal Extractor 1.7.0
; Author:	Jared Breland <jbreland@legroom.net>
; Homepage:	http://www.legroom.net/mysoft
;
; Translation Instructions:
;	Copy this file to a new file named after the new language
;		Eg: A language file for the German language would be named German.ini.
;	Replace the English words and phrases with their native equivalents,
;		attempting to match the English phrasing and case-sensitivity as
;		closely as possible for the sake of consistency
;	Update the Author and Homepage information at the top of your new language
;		file.  Simply delete the Homepage line if you don't have one.
;	Save the file in Unicode format (UTF-16) and Zip it to preserve formatting
;	E-mail new language files to gora@7zsfx.info for inclusion in main
;		Universal Extractor installer
;
;	The following symbols have special meanings:
;	& - when used in a GUI label or button, it precedes the letter that will
;		be registered as a "hotkey" for that function
;	%n - indicates a newline character, which will be replaced when displayed
;	%t - indicates a tab character, which will be replaced when displayed
;	%s - indicates a string variable that UniExtract will replace when displayed
;		The contents of each %s variable is hardcoded into UniExtract.
;		The order and number of %s variables is very important and should not
;		be modified.
;
; -----------------------------------------------------------------------------

[UniExtract]
1=Fil
2=Instдllningar
3=Hjдlp
4=
5=Vдlj Fil
6=&Arkiv/Installer att Extrahera:
7=Extrahera till
8=&Mеlkatalog:
9=
10=Universal Extractor Alternativ
11=Hеll Koll Pе Arkiv &Historik
12=
13=
14=&Sprеk:
15=
16=
17=Format-Specifika Alternativ
18=&Varna Fцre Verkstдllande Av filer
19=&Ta Bort Dubletter
20=Ta Bort &temporдra Filer
21=&Bifoga Saknade Filдndelser
22=
23=
24=%s Hemsida
25=
26=
27=
28=
29=
30=
31=&OK
32=
33=
34=&Avbryt
35=Instдllningar 2
36=%s Extraktion
37=%s Stцdjer Fцljande Metoder Att Extrahera %s Paket.  Tyvдrr, Ingen Av Dessa Metoder Дr 100% Tillfцrlitliga.  Utifall den fцrvalda metoden inte verkar fungera, prova igen %s och vдlj en alternativ metod.
38=Extraherings Metod
39=%s Administrativ Installer
40=%s Extraktion
41=%s Дndra
42=%s Uppackare
43=Inte En InstallShield-Installer
44=
45=
46=
47=%sVдnligen Vдlj En Giltig Fil.
48=Цppna Fil
49=Skriv Till
50=
51=Arkiv
52=Komprimerad Fil
53=
54=eBook
55=eCard
56=Kodad Fil
57=Kцrbar
58=
59=Hjдlpfil
60=Hotfix
61=Avbild
62=Installer
63=
64=paket
65=Patch
66=Sjдlv-Extraherande
67=Steg
68=
69=Testar
70=
71=
72=Uppdaterare
73=
74=
75=Skannar Fil Fцr Att Avgцra Filetyp.
76=Skannar Fil Med %s Scanner.
77=Extraherar Filer Frеn:
78=Vдntar Pе Installer Att Starta.%nVдnligen Vдnta.
79=
80=%s CD-ROM Avbilder Kan Inte Extraheras Direkt.  Dдrfцr Kommer Denna Avbild%nAtt Konverteras Till En ISO CD-ROM Avbild, Som Dдrefter Kommer Att Extraheras.%n%nVill Du Fortsдtta?%nNotering: Denna Process Kommer Att Ta Flera Minuter.
81=Felmeddelande:  CD-ROM Avbilden Kunde Inte Konverteras.%nOm Detta Дr En BIN/CUE Avbild, Sдkerstдll Att CUE filen Дe Korrekt formaterad.
82=Felmeddelande:  En ISO Image Skapades Frеn %s Avbilden, Men Kunde Inte Konverteras.%nVill Du Behеlla ISO Imagen Fцr Vidare Analys?
83=Felmeddelande: Kan Inte Hitta:%n%s\%s.%s%n%nBеde %s.bin Och %s.cue Behцvs.
84=Initiering %s.  Vдnligen Stдng Installern, Klicka Sedan OK Fцr Att Fortsдtta.
85=Notering:  Den Hдr Metoden Fungerar Endast Med Specifikt "Wise for Windows Installer" Paket.%nIfall "Wise Installation Wizard" Startar Och Bara Vдntar Pе Input, Stцds Ej Dennat%nFilen.  Vдnligen Avsluta Installern, Och %s Kommer Att Avbryta Extraheringen.%n%nVill Du Fortsдtta?
86=Den Hдr Filen Дr Packad Med %s Kompression, Men Kunde Inte Extraheras.%nDett Kan Bero Pе Att Filtypen Inte Stцds, Eller Fцr Att%nDдr Helt Enkelt Inte Finns Nеgra Filer Att Extrahera.%n%nVill Du Packa Upp Filen Istдllet?%n%nNotering: Den Uppackade Filen Kommer Att Namnges Som:%n%s\%s_unpacked.%s
87=Felmeddelande:  %s%nKunde Ej Packas Upp.
88=Varning:  Fцr Att Kunna Extrahera Filer Av Den Hдr Typen, Mеste Filen Verkstдllas Direkt.%nIfall Du Fortsдtter, Kцrs Fцljande Direktiv:%n%n%s%n%nIfall Du Misstдnker Att Filen Mцjligen Kan Vara Ett Virus, Rekommenderas Att Du Inte Fortsдtter.%nVill Du Fortsдtta Med Extraheringen?
89=
90=
91=
92=
93=
94=%s Extraktionen Kan Inte Loggas.
95=
96=%s Kan Ej Extraheras.%nЕtersдnd Filtyp Var: %s%n%nKlicka "OK" Om Du Vill Analysera Filen Sjдlva, Eller "Cancel Fцr Att Avsluta.
97=%s%nhas an unknown extension and cannot be extracted.
98=%s%nKunde Inte Skapas.  Vдnligen Vдlj En Giltig Destination.
99=%s Kunde Ej Extraheras.%nDet Verkar Vara En(n) %s, Som Stцds, Men Extraktion Misslyckades.%nVдnligen Kontrollera Logg Filen, %s, Fцr Mer Information.%n%nKlicka "OK" Fцr Att Se Loggfilen Nu, Eller "Cancel" Fцr Att Avsluta.
100=
101=
102=
103=
104=
105=
106=
107=
108=
109=
110=
111=
112=
113=
114=
115=
116=
117=
118=
119=
